const messages = [
    {
      "id": "COM_001",
      "content": "COM_001:更新が完了しました。"
    },
    {
      "id": "COM_002",
      "content": "COM_002:変更がありません。"
    },
    {
      "id": "COM_003",
      "content": "COM_003:"
    },
    {
      "id": "COM_901",
      "content": "COM_901:予期せぬエラーが発生しました。システム管理者に連絡してください。"
    },
    {
      "id": "COM_902",
      "content": "COM_902:[0]の入力は必須です。"
    },
    {
      "id": "COM_903",
      "content": "COM_903:[0]は[1]桁以内で入力してください。"
    },
    {
      "id": "COM_904",
      "content": "COM_904:[0]は[1]文字以内で入力してください。"
    },
    {
      "id": "COM_905",
      "content": "COM_905:[0]が存在しません。"
    },
    {
      "id": "COM_906",
      "content": "COM_906:日付の指定が不正です。(開始日 > 終了日)"
    },
    {
      "id": "COM_907",
      "content": "COM_907:[0]が選択されていません。"
    },
    {
      "id": "COM_908",
      "content": "COM_908:検索結果が表示件数を超えています。検索条件をご確認ください。"
    },
    {
      "id": "COM_909",
      "content": "COM_909:検索結果がありません。検索条件をご確認ください。"
    },
    {
      "id": "AA001_001",
      "content": "AA001_001:ログインIDまたはパスワードが違います。"
    },
    {
      "id": "AA001_002",
      "content": "AA001_002:"
    },
    {
      "id": "AA011_001",
      "content": "AA011_001:"
    },
    {
      "id": "AA011_002",
      "content": "AA011_002:"
    },
    {
      "id": "AA021_001",
      "content": "AA021_001:"
    },
    {
      "id": "AA021_002",
      "content": "AA021_002:"
    },
    {
      "id": "AA091_901",
      "content": "AA091_901:通知先情報が重複しています。\\n\\t利用者ID：[0]\\n\\t通知先端末情報：[1]"
    },
    {
      "id": "AA092_901",
      "content": "AA092_901:検査項目の条件が不完全です。"
    },
    {
      "id": "AA092_902",
      "content": "AA092_902:修正対象が未選択です。"
    },
    {
      "id": "AA021_901",
      "content": "AA021_901:検索結果が表示件数を超えています。検索条件をご確認ください。"
    },
    
  ]